[
    {
        "id": 1,
        "title": "Digital marketing",
        "price": 109.95,
        "description": "A digital marketing consultant will come in, evaluate your current numbers and overall goals like above, and expand those goals to look something like this: They need 5,000 more website visitors a month. They need to rank #1 for the keyword “refurbished iPhone”. They need to collect 2 leads from each remarketing ad.As one of Southeast Asia’s rapidly developing economies, Vietnam has lots of business opportunities for brands, marketer and investors. Let’s see how Vietnam’s digital marketing environment, trends and opportunities can help you maximize the success in Vietnam market and stand out from keen competition",
        "image": "https://img.freepik.com/premium-psd/online-course-webinar-social-media-post-square-web-banner_634279-165.jpg?w=2000",
        "rating": {
            "rate": 3.9,
            "count": 120
        }
    },
    {
        "id": 2,
        "title": "Graphics design",
        "price": 22.3,
        "description": "Search Quality Answers Now. Get The Best Result With ZapMeta About Quality Answers Now. Find More Best Graphic Design Schools. ZapMeta Offers The Overview from 6 Engines. Web, Images & Video. The Complete Overview. 100+ Million Visitors. Information 24/7. Trusted by Millions. Wiki, News & More. Services: Best Results, Explore Now, New Sources, Best in Search.Info About Online Course Graphic Design. The Fastest Search Engine. Multiple Sources Combined. Simple to Use. Fast and Trustworthy. Discover Us Now. Easy to Access. All the Answers.",
        "category": "men's clothing",
        "image": "https://cdn.dribbble.com/users/3428605/screenshots/16775061/media/2908d66a797a13b534d59ace0fad06d0.jpg?compress=1&resize=400x300&vertical=top",
        "rating": {
            "rate": 4.1,
            "count": 259
        }
    },
    {
        "id": 3,
        "title": "PHP cooding",
        "price": 55.99,
        "description": "PHP is a server side scripting language that is embedded in HTML. It is used to manage dynamic content, databases, session tracking, even build entire e-commerce sites. It is integrated with a number of popular databases, including MySQL, PostgreSQL, Oracle, Sybase, Informix, and Microsoft SQL Server.",
        "category": "men's clothing",
        "image": "http://www.votivetech.com/wp-content/uploads/2018/02/PHP-banner.jpg",
        "rating": {
            "rate": 4.7,
            "count": 500
        }
    },
    {
        "id": 4,
        "title": "JQUERY CLICK",
        "price": 15.99,
        "description": "JQuery is a JavaScript library. It’s fast, rich, easy-to-learn, and a “write more, do less” library. With the help of JQuery, you can wrap multiple lines of code written in JS into functions that can be invoked with only one small snippet of code. It simplifies lots of complicated tasks such as DOM manipulation, event handling, animation, HTML document traversal, and AJAX. The perfectly defined and easy-to-use JQuery API works across many web browsers and makes JavaScript programming easy-peasy-lemon-squeezy. Moreover, JQuery has plugins that can perform almost all the tasks that would require tons of code when performed with plain JavaScript. ",
        "category": "men's clothing",
        "image": "https://cdn.educba.com/academy/wp-content/uploads/2022/08/jQuery-Click-Not-Working.jpg",
        "rating": {
            "rate": 2.1,
            "count": 430
        }
    },
    {
        "id": 5,
        "title": "AL QURAN",
        "price": 695,
        "description": "The importance of learning in general and learning Quran in particular is evident from the first revelation that Allah Almighty bestowed on Prophet Muhammad (PBUH). The verses of the first revelation say.Thus Islam from its very beginning has been a proponent of learning, and what better book for learning can be other than Quran which is the word of Allah Almighty. Furthermore, pertaining to learning of Quran, the following hadith of Prophet Muhammad (PBUH) speaks for itself.Learning Quran has never been easier before QuranReading.com. With our comprehensive and facilitating learning process, Muslims from all age groups and gender can easily learn Quran and understand the importance of every word of it. To start your quest, all you need to have is the followings",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQhjzNHO8pRquMLYRju3TL8qzLq9V_q-uknuw&usqp=CAU",
        "rating": {
            "rate": 4.6,
            "count": 400
        }
    },
    {
        "id": 6,
        "title": "Robotics",
        "price": 168,
        "description": "In the robotics program design basic course, it is very essential to be able to construct programming and then translate it into the language. If there is a design error in the algorithms and mistakes in the flowchart or an error in translating it into a programming language, the application software would be unable to work. The objectives of this.This proves that students who have already comprehend the Robotics Basic programming materials with contextual teaching and learning strategies are still low with a percentage of 35.2%. The remaining students with a percentage of 64.8%  do not fully comprehend the provided materials, therefore adjustments are still expected to maximize the learning outcomes in the cycle I. Table 3 depicts the average scores of students’ activities in cycle I.  The  percentages of students who meet the requirements for the criteria of  very  poor, poor,  fair,  and good  are",
        "category": "jewelery",
        "image": "https://www.classcentral.com/report/wp-content/uploads/2016/01/robotics-banner.png",
        "rating": {
            "rate": 3.9,
            "count": 70
        }
    }
]